42crunch.vscode-openapi
astro-build.astro-vscode
betterthantomorrow.calva
betterthantomorrow.calva-spritz
esbenp.prettier-vscode
formulahendry.code-runner
golang.go
helgardrichard.helium-icon-theme
laravel.vscode-laravel
miguelsolorio.fluent-icons
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
onecentlin.laravel-blade
redhat.vscode-yaml
shayanalijalbani.next-dark-pro
shufo.vscode-blade-formatter
unifiedjs.vscode-mdx
zobo.php-intellisense
